
## Casks

tap 'caskroom/cask'
tap 'homebrew/dupes'

cask 'skim'
cask 'slack'
cask 'skype'
cask 'spotify'
cask 'google-drive'
cask 'xquartz'
cask 'thunderbird'
cask 'miniconda'
cask 'arduino'
cask 'java'

brew 'coreutils'
brew 'moreutils'
brew 'findutils'

brew 'bash'
brew 'bash-completion'
brew 'homebrew/dupes/grep'
brew 'homebrew/dupes/screen'

brew 'gettext'
brew 'git'
brew 'hub'
brew 'nmap'
brew 'tree'
brew 'ngrep'
brew 'gifsicle'
brew 'gpg'
brew 'gpg2'
brew 'icu4c'
brew 'pandoc'

brew 'wget', args: ['--enable-iri']
brew 'vim', args: ['--override-system-vi']
brew 'imagemagick', args: ['--with-webp']
brew 'gnu-sed', args: ['--default-names']
