
## Casks

tap 'caskroom/cask'
cask 'skim'
cask 'slack'
cask 'skype'
cask 'spotify'
cask 'saoimage-ds9'
cask 'whatroute'
cask 'flash'
cask 'google-drive'


## I might install these someday.
#cask 'sourcetree'
#cask 'dockertoolbox'
#cask '1password'
#cask 'adobe-reader'
#cask 'audacity'
#cask 'atom'
#cask 'astrill'
#cask 'arduino'
#cask 'alfred'
#cask 'anaconda'
#cask 'firefox'
#cask 'stellarium'


## Interesting casks worth trying someday:
# volatility, noun-project, mongodb, sketch, transmission, focus, amazon-cloud-drive, inkscape, tableau, rescuetime, readcube, openoffice, omnigraffle, vagrant, puppet, pycharm

brew 'coreutils'
brew 'moreutils'
brew 'findutils'

## Note: don’t forget to add `/usr/local/bin/bash` to `/etc/shells` before running `chsh`.
brew 'bash'
brew 'bash-completion'
brew 'homebrew/dupes/grep'
brew 'homebrew/dupes/screen'

brew 'gettext'
brew 'git'
brew 'nmap'
brew 'tree'
brew 'gifsicle'

brew 'wget', args: ['--enable-iri']
brew 'vim', args: ['--override-system-vi']
brew 'imagemagick', args: ['--with-webp']
brew 'gnu-sed', args: ['--default-names']
#brew 'netpbm', args:['--HEAD', '--use-gcc']
#brew 'cfitsio' args:['--with-examples']
#brew 'md5sha1sum'
#brew 'homebrew/science/astrometry-net'
